<!doctype html>
<html lang="it">
  <head>
    <!-- Required meta tags -->
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <!-- CSS -->
   <link href="stile.css" rel="stylesheet" type="text/css">

    <title>Philm</title>
    <link rel = "icon" type = "image/png" href = "favicon.png">
  </head>
  <body>
    <br>
    <div class="container">
<div id= "sezionehome"
 <h1><center><a href="https://philm21.github.io"><figure>
<img src = "bannernuovo.png" width="40%" 
alt = "PHILM, Il logos dentro la pellicola">
<figcaption></figcaption>
</figure></a></center>
</h1>
</div>
</div>
<div class="container">
<header class="p-3 text-white" style="background-color: #467481;">
    <div class="container">
      <div class="d-flex flex-wrap align-items-center justify-content-center justify-content-lg-start">
        <a href="/" class="d-flex align-items-center mb-2 mb-lg-0 text-white text-decoration-none">
          <svg class="bi me-2" width="40" height="32" role="img" aria-label="Bootstrap"><use xlink:href="#bootstrap"/></svg>
        </a>

        <ul class="nav col-12 col-lg-auto me-lg-auto mb-2 justify-content-center mb-md-0">

          <li><a href="index.html" class="nav-link px-2 text-white">Contenuti</a></li>
           
          <li><a href="crew.html" class="nav-link px-2 text-white">Chi siamo?</a></li>

         <li><a href="contatti.html" class="nav-link px-2 text-white">Contatti</a></li>

          <li><a href="faqs.html" class="nav-link px-2 text-white">FAQs</a></li>
        </ul>

        <form class="col-12 col-lg-auto mb-3 mb-lg-0 me-lg-3">
          <input type="search" class="form-control form-control-dark" placeholder="Search..." aria-label="Search">
        </form>

        <div class="text-end">
          <button type="button" class="btn btn-outline-light me-2">Login</button>
          <button type="button" class="btn btn-warning">Sign-up</button>
        </div>
      </div>
    </div>
  </div>
  </header>
<br>
<article>
<div class="container">
  <center><figure><img src = "targhettachisiamo.png" width="30%" 
alt = "CHISIAMO">
<figcaption></figcaption>
</figure></center>
<div class="container">
   <div class="col-12 col-lg-auto me-lg-auto mb-2 justify-content-center mb-md-0 shadow">
    <div style="border: 0px ridge #467481";>
    <div style="margin-left: 5px; margin-right: 5px; margin-top: 5px; margin-bottom: 5px; padding-top: 3px; padding-bottom: 3px;">
      <p style="font-size: 20px; padding-top: 0px">
	  <div style="margin-left: 15px; margin-right: 15px; margin-top: 5px; margin-bottom:15px">
<p align="justify">
<p style="text-align: justify;">Proteggeremo il mondo dalla devastazione! Denunceremo i mali della verit&agrave; e dell'amore! Estenderemo il potere fino alle stelle e anche pi&ugrave; in l&agrave;! Io sono Jessie! E io James! Team Rocket, pronto a partire alla velocit&agrave; della lu&hellip; OPS, <em>scusate</em>!&nbsp;</p>
<p style="text-align: justify;">Ci siamo fatti prendere la mano e, beh! Questo &egrave; il risultato. <em>Jokes aside</em>, siamo tre <em>allegri</em> studenti universitari. Frequentiamo l&rsquo;Universit&agrave; degli Studi di Palermo e siamo iscritti alla facolt&agrave; di &ldquo;Studi storici e filosofici&rdquo;. Siamo (secondo le nostre famiglie) praticamente prossimi alla laurea, ma chiaramente la prossimit&agrave; temporale non &egrave; qualcosa che possiamo controllare, no? No!</p>
<p style="text-align: justify;">Abbiamo ideato questo sito web per l&rsquo;esame finale del laboratorio &ldquo;<em>Abilit&agrave; informatiche e telematiche</em>&rdquo; e se all&rsquo;inizio l&rsquo;abbiamo considerata solamente l&rsquo;ennesima prova, dobbiamo dire che alla fine c&rsquo;abbiamo proprio preso gusto. Benedetto &ldquo;<em>Benny</em>&rdquo; Barone &egrave; stato quello puntuale, Roberta Oliva quella con pi&ugrave; idee e soprattutto pratica, Alice M. Signorello&hellip; diciamo che s&rsquo;impegna (ha praticamente un&rsquo;intuizione buona ogni sette anni). Questo team &egrave; nato in un contesto particolare: nessuno di noi tre si conosceva prima di questo progetto a causa del <em>Covid-19</em> (che ci ha tenuto fuori dall&rsquo;universit&agrave; e chiusi in casa per un bel po&rsquo; di tempo). Adesso possiamo dire di essere una squadra a tutti gli effetti: a partire dalle chiamate per la progettazione del sito siamo arrivati anche a scambiarci dritte sugli altri esami, a parlare di estrazioni dentali e di mille altre cose. Siamo convinti che il nostro gruppo <em>WhatsApp</em> durer&agrave; magari fino alla nostra proclamazione (s&igrave;, mamme, ci stiamo <em>proprio</em> per laureare), si spera anche di pi&ugrave;.</p>
<p style="text-align: justify;">Chiaramente &egrave; facile intuire il perch&eacute; della scelta del nome. I film uniscono (e uniranno) generazioni intere: noi tre siamo legati anche dalla filosofia &ndash; e dalla storia! Unire la parola film e filosofia (<em>philosophia</em> in latino &ndash; o inglese) &egrave; stato facile e questo &egrave; ci&ograve; che &egrave; uscito fuori.<br>Siamo molto orgogliosi di ci&ograve; che abbiamo creato e speriamo che anche voi vi possiate divertire leggendo le nostre recensioni!</p>
</div></div></div></div></div>
<br>